tap "homebrew/bundle"
tap "homebrew/services"

brew "bat"
brew "carapace"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fd"
brew "fnm"
brew "fzf"
brew "git-cliff"
brew "go"
brew "just"
brew "koekeishiya/formulae/skhd"
brew "loop"
brew "neovim"
brew "nushell"
brew "openjdk"
brew "ripgrep"
brew "starship"
brew "tree"
brew "yadm"
brew "sd"
brew "ghostty"

cask "font-iosevka-nerd-font"
cask "google-chrome"
cask "orbstack"
cask "monitorcontrol"
