tap "homebrew/bundle"
tap "homebrew/services"
tap "rsteube/homebrew-tap"

brew "bat"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fd"
brew "fnm"
brew "fzf"
brew "go"
brew "neovim"
brew "nushell"
brew "loop"
brew "openjdk"
brew "ripgrep"
brew "rsteube/tap/carapace"
brew "starship"
brew "tree"
brew "sponge"
brew "yadm"
brew "koekeishiya/formulae/skhd"

cask "font-iosevka-nerd-font"
cask "google-chrome"
cask "obsidian"
cask "orbstack"
cask "wezterm"
cask "hyperkey"
