tap "koekeishiya/formulae"

brew "1password-cli"
brew "bat"
brew "carapace"
brew "charmbracelet/tap/crush"
brew "dbmate"
brew "fd"
brew "fzf"
brew "git-cliff"
brew "git-delta"
brew "glow"
brew "go"
brew "just"
brew "koekeishiya/formulae/skhd"
brew "neovim"
brew "nushell"
brew "openjdk"
brew "ripgrep"
brew "sd"
brew "starship"
brew "stu" # s3 client
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "postgres@17"
brew "pgvector"

cask "1password"
cask "font-iosevka"
cask "google-chrome"
cask "kitty"
cask "loop"
cask "monitorcontrol"
cask "orbstack"
cask "portfolioperformance"
cask "raycast"
cask "setapp"
cask "spotify"
